#+TITLE:      Incidente viales
#+AUTHOR:     unloquer
#+EMAIL:      unloquer@gmail.com
#+OPTIONS:    H:1 num:nil toc:t \n:nil ::t |:t ^:t -:t f:t *:t tex:t d:(HIDE) tags:not-in-toc
#+STARTUP:    align fold nodlcheck hidestars oddeven lognotestate
#+SEQ_TODO:   TODO(t) INPROGRESS(i) WAITING(w) | DONE(d) CANCELED(c) FAIL(f@) ABANDONED(a@)
#+TAGS:       Write(w) Update(u) Fix(f) Check(c) 
#+LANGUAGE:   es
#+PRIORITIES: A C B
#+CATEGORY:   orientacion
#+CONSTANTS: pi=3.14159265358979323846

* Visualización de los datos en un mapa usando R
#+BEGIN_SRC R :exports code
library(tidyverse)
library(readxl)
library(httr)
library(leaflet)
#+END_SRC

#+RESULTS:
| leaflet   |
| httr      |
| readxl    |
| forcats   |
| stringr   |
| dplyr     |
| purrr     |
| readr     |
| tidyr     |
| tibble    |
| ggplot2   |
| tidyverse |
| stats     |
| graphics  |
| grDevices |
| utils     |
| datasets  |
| methods   |
| base      |


